//
//文件名称：        src/VM_ControlUnit.c
//文件描述：        控制单元相关函数的定义
//创建人：          杨鸿博(yanghongbo@ptwy.cn)
//创建日期：        2009年6月17日
//
//公司名称：        北京普天网怡科技有限公司
//项目组名：
//保密级别：
//版权声明：
//
//主项目名称：      基于虚拟机的漏洞挖掘平台
//主项目描述：
//主项目启动时间：  2009年6月X日
//
//子项目名称：      虚拟机及环境仿真器
//子项目描述：
//子项目启动时间：  2009年6月X日
//
//模块名称：        指令仿真器
//子项目描述：
//子项目启动时间：  2009年6月X日

//
//更新日志：
//2009年6月5日，杨鸿博(yanghongbo@ptwy.cn)，创建

#include "assert.h"

#include "VM_Defines.h"
#include "VM_ControlUnit.h"
